Tekla.Structures.AnalysisInternal.DotAnalysisConnectivity
The serialization structure for  AnalysisConnectivity.

Tekla.Structures.AnalysisInternal.DotAnalysisConnectivity._Connectivity
The connectivity type of the analysis connectivity.

Tekla.Structures.AnalysisInternal.DotAnalysisConnectivity._Spring
The spring values of the analysis connectivity.

Tekla.Structures.AnalysisInternal.DotAnalysisConnectivity.ToStruct(Tekla.Structures.Analysis.AnalysisConnectivity)
DO NOT USE! For internal usage only!
P: P.

Tekla.Structures.AnalysisInternal.DotAnalysisConnectivity.FromStruct(Tekla.Structures.Analysis.AnalysisConnectivity)
DO NOT USE! For internal usage only!
P: P.